{
  "year": "1991",
  "albania": [
    "The opposition newspaper <i>Rilindja Demokratike</i> began publishing.",
    "Thousands of Albanians seek refuge in Greece.",
    "Albania and the United States reestablished diplomatic relations.",
    "Thousands of Albanians attempt to gain asylum in Italy.",
    "Multiparty elections were held.",
    "The elections came to a close. With 99 percent turnout the Communist Party won over 67 percent of vote for seats in the People's Assembly. The Albanian Democratic Party won about 30 percent.",
    "The People's Assembly reelected Ramiz Alia to a new presidential term.",
    "A reorganization replaced the Ministry of Internal Affairs with the Ministry of Public Order and placed the Frontier Guards and Directorate of Prison Administration under the Ministry of Defense and the Ministry of Justice, respectively.",
    "The People's Assembly passed a Law on Major Constitutional Provisions providing for fundamental human rights and separation of powers, invalidating the 1976 constitution.",
    "The People's Assembly appointed a commission to draft a new constitution.",
    "Prime Minister Fatos Nano and his cabinet resigned in the face of trade unions call for general strike.",
    "A coalition government led by Prime Minister Ylli Bufi took office.",
    "The Tenth Congress of the Communist Party disbanded the party and established the new Socialist Party of Albania (SPA).",
    "Albania was accepted as a full member of the OSCE Minsk Group.",
    "United States Secretary of State James Baker visited Albania.",
    "The <i>Sigurimi</i> was abolished and replaced by the National Information Service.",
    "Up to eighteen thousand Albanians crossed the Adriatic Sea to unsuccessfully seek asylum in Italy.",
    "The People's Assembly passed a law on economic activity that authorized private ownership of property, privatizing of state property, investment by foreigners, and private employment of workers.",
    "The United States reopened an embassy in Tirana.",
    "Albania joined the International Monetary Fund.",
    "The coalition government collapsed amid accusations that the Communist Party was blocking reform. Bufi resigned.",
    "Alia named Vilson Ahmeti Prime Minister and set elections for March 1992."
  ]
}