{
  "year": "1995",
  "albania": [
    "Berisha still faces formidable political, economic, and social problems. The leading opposition Socialist Party threatens the Democratic Party's hold on power, while the latter cites notable successes in economic and foreign affairs and predicts victory in the parliamentary elections scheduled for March 1996. Among the 49 new legislative decisions approved by the People's Assembly in 1995 are land and property laws that positively affect the flow of domestic and foreign investments, especially in the field of agriculture. The process of privatization continues, with some 1,400 small-sized enterprises privatized. Albania's $700 million foreign debt is substantially reduced. Gross domestic product grows by an estimated 6%, and inflation drops to about 10%. The agricultural, construction, and private-service sectors register high rates of growth &#x2013; 15%, 90%, and 25%, respectively. The industrial sector remains the weakest economic link, with continued production losses. Exports also lag. Continued progress is made in foreign affairs, with the exception of an impasse between Tirana and Belgrade. A slight improvement in Greek-Albanian relations is evidenced. U.S.-Albanian military cooperation develops quickly. Joint projects in 1995 include U.S. intelligence-gathering flights to Bosnia and Herzegovina from bases in Albania, exchanges of high-level military delegations, medical and military exercises, and the construction of Albania's only military hospital.",
    "The chairman of the Democratic Party, Eduard Selami, is dismissed at an extraordinary party congress for opposing Berisha's efforts to organize a further referendum for the draft constitution. Selami is replaced by Tritan Shehu.",
    "Italy deploys troops along its coast to stem the continued influx of Albanian illegal immigrants.",
    "Ilir Hoxha, son of Enver Hoxha, is convicted of inciting national hatred for denouncing leaders of the Democratic Party in a newspaper interview.",
    "Albania is admitted to the Council of Europe.",
    "The Supreme Court orders the immediate release of Alia, owing to the provisions of a new penal code, which took effect at the beginning of June. Also in July the case against Vilson Ahmeti is abandoned, owing to a lack of evidence.",
    "A first-ever meeting between U.S. and Albanian heads of state occurs. See also: Albania&#x2013;United States relations",
    "As a result of an agreement between Albania and 41 Western banks, the country's debt owed to those institutions drops from $500 million to $100 million.",
    "Nano's prison sentence is reduced to 4 years. On December 30 Berisha reduces his sentence by a further 8 months.",
    "14 prominent Communist politicians are arrested, including former defense minister Prokop Murra and former president Haxhi Lleshi. (to December 16)"
  ]
}