{
  "year": "1996",
  "albania": [
    "Gross domestic product grows by an estimated 8%, while inflation rises by about 4&#x2013;5%, mainly owing to the introduction of a value-added tax. Unemployment drops to a total of 170,000, or about 13%. The agricultural and especially the construction and private-service sectors continue to register robust two-digit growth. Remittances from Albanian &#xE9;migr&#xE9;s in Greece, Italy, Germany, and the U.S. still account for an estimated 20% of GDP. The nation's relationship with Greece is improved when a high-ranking Greek official visits Albania, and a number of important cooperation agreements are signed. The impasse between Tirana and Belgrade continues, although ethnic Albanians from Kosovo are allowed to travel to Albania. Tirana dispatches a 33-man peacekeeping force to the German contingent of IFOR (the NATO-led Implementation Force) in Bosnia and Herzegovina, the first time in the country's history that Albanian troops have been stationed abroad.",
    "Albania receives an aid package from the U.S. worth $100 million.",
    "Alia is rearrested and charged with crimes against humanity.",
    "The former chief of the Sigurimi is arrested following bomb attacks in Tirana on February 26 and in Durr&#xEB;s on March 6.",
    "The third post-Communist parliamentary elections plunge Albania into its deepest political crisis since the demise of communist rule. Hours before the polls close, all major opposition parties pull out their candidates, accusing the ruling Democratic Party of engineering widespread election irregularities. Riot police violently break up a protest rally. On June 2 a second round is held, again boycotted by most of the opposition. The chairman of the Central Electoral Commission puts turnout at 59% compared to 89% in the first round. Final results give the ruling Democratic Party 122 seats in the 140-seat parliament (87% of the vote). The Socialists refuse to recognize the results and do not take their nine seats.",
    "Berisha forms a new enlarged (25-member) cabinet. Among the new ministers are Tritan Shehu as foreign minister and deputy premier, Ridvan Bode as finance minister, and Halit Shamata as interior minister. The government includes four female members, the widest female representation in the history of the country.",
    "The appeals court upholds prison sentences of up to 20 years on nine high-ranking officials of the communist era. They were sentenced on September 28 for putting thousands of dissidents into internal exile. Those charged included party leaders from Tirana, Lushnj&#xEB; and other towns, as well as secret police and officials of the Interior Ministry.",
    "Shortly after midnight, in downtown Tirana an explosion takes place in the apartment of Prel Martini, chief judge of the appeals court. The bomb leaves his five-year-old daughter with a broken leg and injures Martini, his seven-year-old son and two women in neighbouring apartments. Prime Minister Aleksand&#xEB;r Meksi says the explosion is a politically motivated terrorist act."
  ]
}