{
  "year": "1998",
  "albania": [
    "Following widespread allegations of government inefficiency and corruption in his administration, Nano reshuffles his cabinet, reducing the number of ministers.",
    "More than 13,000 refugees flee into Albania after the eruption in February of civil war between the Serbian police and army and the ethnic Albanian separatist Kosovo Liberation Army (KLA) in the neighbouring province of Kosovo. The Albanian Foreign Ministry repeatedly charges Yugoslavia with border violations that include shelling and sniping and with conducting massacres of Kosovo's civilian population. It also calls for NATO military intervention to stop the fighting.",
    "Local by-elections confirm continuing popular support for Nano's coalition, which wins in five municipalities and six smaller communities. The opposition wins in two municipalities and three communities. (to June 28)",
    "Police arrest former defense minister Safet Zhulali, former interior minister Halit Shamata, former chairman of state control Blerim Cela, and three other former officials of Berisha's government on charges of crimes against humanity in conjunction with their alleged roles in the suppression of unrest in 1997. General Prosecutor Arben Rakipi charges the six with having ordered the use of chemical weapons, airplanes, and helicopters against civilians. Subsequently, Berisha calls on his supporters to bring down the government \"with all means,\" saying that the arrests were politically motivated.",
    "Azem Hajdari, a senior leader of the Democratic Party, is shot dead by a gunman as he steps out of the party's office in Tirana; on September 13 Democratic Party supporters storm and set fire to the prime minister's office in a protest against the killing. Government forces counterattack and reoccupy the buildings, and on September 15 Berisha surrenders two tanks posted outside his headquarters after the government threatened to use force if his followers did not give up their weapons.",
    "Albania's parliament lifts the immunity from prosecution of opposition leader Berisha, clearing the way for prosecutors to charge him with attempting a coup.",
    "Ahmet Krasniqi, leading member of the self-styled ethnic Albanian government in Kosovo, is shot dead in Albania.",
    "Prime Minister Nano resigns after failing to get the backing of his coalition for a cabinet reshuffle in the wake of the outbreak of political violence two weeks ago. Pandeli Majko is named to succeed him.",
    "Pandeli Majko, 30, becomes Europe's youngest head of government after being sworn in as Albanian prime minister. Petro Ko&#xE7;i becomes interior minister and Anastas Angjeli finance minister. On October 8 the new government wins a parliamentary confidence vote (104&#x2013;0; the opposition Democratic Party is boycotting Parliament).",
    "Albania's parliament votes in favour of a draft constitution and agrees to put it to a referendum. This is held on November 22, and 93.5% of the voters support the new constitution. Turnout is 50.6%. President Meidani signs the constitution into law on November 28, Albania's independence day. The new constitution, which replaces a package of laws introduced after the collapse of communism, provides for the separation of powers, rule of law, and the independence of the judiciary. It also guarantees human rights and the protection of minorities. The opposition Democratic Party, which (ignoring calls by the Organization for Security and Cooperation in Europe and the Council of Europe) boycotted the referendum and the parliamentary commission which drafted the constitution, says the results were fixed and that it can not recognize the new constitution."
  ]
}