{
  "year": "1999",
  "albania": [
    "During the 78 days of NATO bombing of Yugoslavia, about 450,000 of a total 750,000 Kosovar refugees flee into Albania. That figure is equal to almost 15% of Albania's total population. The hostilities turn Albania into a key operational theatre for international relief agencies and NATO forces in Albania, called Kosovo Force (KFOR), which launch a humanitarian relief operation. In addition, within the framework of the NATO air campaign, U.S. forces deploy 24 Apache antitank helicopters and long-range artillery pieces in northern Albania. The northern Albanian border regions of Kuk&#xEB;s and Tropoj&#xEB; bear the brunt of the refugee influx and military operations. Supplying the refugees and transporting them to other parts of the country creates immense logistic difficulties for the United Nations High Commissioner for Refugees and other relief agencies. The region also sees ongoing border clashes between Yugoslav forces, who continually shell Albanian border villages, and Kosovo Liberation Army (KLA) fighters operating in part from support bases inside Albania. The border area remains heavily mined after the fighting subsides. With the end of the fighting, Albania's relations improve with its neighbours &#x2013; Montenegro, Macedonia, Greece, and the new UN administration in Kosovo, with whom the Albanian Foreign Ministry plans a series of joint regional development projects within the framework of the European Union-funded Stability Pact for South Eastern Europe. Early accomplishments include the installation of a powerful microwave-telephone connection between Albania and Kosovo and the signing of infrastructure development projects with Montenegro. (to June)",
    "NATO says it will supply long-term military aid to Albania and Macedonia and draw up plans to help the two Balkan countries meet the alliance's entry requirements.",
    "Spartak Po&#xE7;i is appointed interior minister, replacing Petro Ko&#xE7;i. Po&#xE7;i subsequently manages to break up 12 criminal gangs throughout the country, most notably those in Tropoj&#xEB;, where special police units restore order in September. Because of frequent armed robberies, Tropoj&#xEB; earlier had been a \"no-go\" area for international aid agencies. The Organization for Security and Cooperation in Europe closed its office there on June 16 after gunmen killed two of its local staff.",
    "At an extraordinary party congress in Tirana, PDS leader Sali Berisha declares that the party ends its boycott of parliament as a gesture of gratitude to the U.S. for its engagement on behalf of the Kosovars. So far the PDS has been strongly under the control of Berisha, but late in the year the reformists in the PDS openly clash with Berisha's supporters over party strategy. The reformers argue that the parliamentary boycott was leading to political isolation of the party.",
    "Nano accuses Majko of having allowed Kosovar guerrillas to smuggle arms through Albanian territory.",
    "Prime Minister Majko resigns after losing the leadership of the ruling Socialist Party earlier in the month to Fatos Nano. On October 27 President Meidani asks Ilir Meta to form the next government. He is sworn in October 29.",
    "The most significant success in administrative reform comes with the passage of a new law on the civil service, designed to stop the practice of political appointments and to increase the independence and integrity of career civil servants. Implementation of the law and the creation of a workable institutional framework occupy much of the following year."
  ]
}