{
  "year": "2000",
  "albania": [
    "It is reported that the government has shifted its attention away from the construction of the east-west trunk road \"Corridor 8,\" designed to link the South Balkans to the Adriatic, and is instead focusing on an internal north-south highway.",
    "A \"quick start\" package is launched within the Stability Pact for South Eastern Europe, the 28-nation agreement signed in 1999 to restore peace, stability, and prosperity to the region. Albania receives about &#x20AC;112 million (about $109 million) for the rehabilitation of roads, railroads, harbours, power and water lines, and the airport in Tirana. The Stability Pact earmarks an additional &#x20AC;320 million (about $311 million) for near-term infrastructure projects to be implemented subsequently. The Stability Pact also dominates Albania's foreign-policy agenda. Numerous projects designed to enhance cooperation between Albania and other southeastern European countries in the fields of human rights, democracy, and security are launched.",
    "Opposition leader Sali Berisha leads 4,000 protestors in the southern port of Vlor&#xEB; in the first anti-government rally led by the controversial former president.",
    "President Meidani travels to Kosovo, the first visit ever by an Albanian head of state to that heavily ethnic Albanian-populated province in Yugoslavia. Meidani emphasizes Albania's commitment to the creation of \"a Europe of the regions\" (that is, rather than a continent based on traditional nation-states) and speaks against the desirability of creating a \"Greater Albania\" that would include ethnic Albanians in neighbouring countries, while stressing the need for closer regional and European integration.",
    "Berisha is barred from entering the Albanian-dominated Yugoslav province of Kosovo by the UN peacekeeping force, which deems him a threat to public order.",
    "In a cabinet reshuffle, Ilir Gjoni replaces Luan Hajdaraga as defense minister.",
    "EU foreign ministers include Albania in a list of Balkan countries offered duty-free access for 95% of their exports. The list does not include neighbouring Serbia and comes as part of a package of measures designed to encourage voters there to embrace reform and oust their federal president, Slobodan Milo&#x161;evi&#x107;.",
    "Following the election of Vojislav Ko&#x161;tunica as president of Yugoslavia, Albanian Foreign Minister Paskal Milo makes the resumption of regular bilateral relations dependent on Serbia freeing Kosovo Albanian prisoners and recognizing its responsibility for crimes against humanity in the Kosovo war.",
    "The ruling Socialist Party of Albania emerges as the clear winner of municipal elections, taking 50 municipalities and 218 communities &#x2013; including the mayoralty of Tirana for the first time since 1992 &#x2013; although the Democratic Party throughout the year focused attention on rallying support for its candidates, accusing the governing Alliance for the State coalition of corruption and smuggling, charges that the coalition dismissed. The Democrats win only in 11 municipalities and 80 communities after calling for a partial boycott of the vote in the runoff. Two municipalities and 17 communities go to smaller parties and independent candidates. (to October 15)"
  ]
}