{
  "year": "2001",
  "albania": [
    "Growth in gross domestic product is 7.3%, just slightly less than the 7.8% registered in 2000. Unemployment drops from 17.1% in 1999 to 13.3% in 2001, thanks to a government-supported job creation program that includes infrastructure-development projects within the framework of the Stability Pact for South Eastern Europe.",
    "Although Albania has made strides toward democratic reform and maintaining the rule of law, serious deficiencies in the electoral code remain to be addressed, as demonstrated in the June 2001 parliamentary elections. International observers judged the 2001 elections to be acceptable, but the Union for Victory Coalition, the second-largest vote recipient, disputed the results and boycotted parliament until January 31, 2002. The Socialists re-elected Ilir Meta as Prime Minister in August 2001, a post which he held till February 2002, when he resigned due to party infighting. Pandeli Majko was re-elected Prime Minister in February 2002.",
    "The large ethnic Albanian minority in neighbouring Macedonia stages an armed rebellion. Although Albania's prime minister Ilir Meta supports international peace negotiations (which lead to a truce and a peace settlement in late August), there is evidence to suggest that Albanian border guards have at first failed to seal the border completely to arms smugglers supplying the rebels in Macedonia.",
    "The government is strongly criticized for its unsuccessful policy toward human trafficking. The International Organization for Migration (IOM) joins Save the Children in highlighting the trade in eastern European women and even Albanian children, and accuses local Albanian police of colluding in the lucrative industry. IOM points out that there have been fewer prosecutions of smugglers than of victims of the trade.",
    "The government announces that legislative elections will take place on June 24.",
    "In the first round of the parliamentary elections (turnout 54.9%), the ruling Socialist Party, with a reform-oriented program, wins 31 seats; the opposition Union for Victory coalition, formed by the Democratic Party, receives 16 seats. In the second round on July 8, the Socialist Party wins another 44 and the Union for Victory 30. The opposition had been split since 2000, when the New Democrat Party was formed, whose leader, Genc Pollo, charged Berisha with failing to offer convincing answers to the country's essential problems. Pollo's leadership appealed to many voters who were looking for a group among the opposition that could demonstrate some political competence. The new party wins six seats in the new parliament.",
    "The opposition Democratic Party (PDS) announces that it will not accept the results of the \"farcical\" legislative election and that it will consequently stay away from the People's Assembly. According to final results announced on August 21 the ruling Socialist Party won a clear majority of 73 seats in the 140-seat Assembly, while the Union for Victory won only 46. Observers from the Organization for Security and Cooperation in Europe disagree with the PDS and describe the poll as free and fair.",
    "The Democratic Party boycotts the opening session of the People's Assembly in defiance of the government's recent electoral victory.",
    "Parliament gives Prime Minister Ilir Meta's new government a vote of confidence. Within the governing coalition the Socialist Party controls all key ministries. Arta Dade becomes foreign minister (the first woman in Albanian history to hold that post), Ilir Gjoni interior minister, and Pandeli Majko defense minister; Anastas Angjeli remains finance minister. The chairman of the Social Democratic Party, Sk&#xEB;nder Gjinushi, takes charge of labour and social affairs, while another Social Democrat, former foreign minister Paskal Milo, becomes minister of Euro-Atlantic integration. Former justice minister Arben Imami becomes minister of local government and decentralization, pledging to focus on strengthening the role of cities and towns; Niko Kacalidha (of the Union Party, which represents many ethnic Greeks) is appointed to the new post of state minister for minorities and the diaspora. For his part, Prime Minister Meta pledges to upgrade power supplies, proceed with privatization, fight corruption and organized crime, improve ties with Western Europe and neighbours in the Balkan region, and promote free trade.",
    "Five cabinet members resign after a concerted campaign by Fatos Nano, the leader of the ruling Socialist Party, to bring about a reshuffle. Nano has accused the government of high-level corruption."
  ]
}