{
  "year": "2002",
  "albania": [
    "Albania is working to conclude free-trade agreements with Macedonia, Yugoslavia, Bosnia and Hercegovina, and Croatia. The economy suffers a slight setback. Unemployment creeps up during the year. A United Nations Development Project report estimates that one-third of the population lives in poverty, earning less than $1 per capita per day. Large segments of the population live from subsistence agriculture and do not receive unemployment benefits.",
    "Prime Minister of Albania Ilir Meta resigns in anger over a continuing row with the leader of his Socialist Party, Fatos Nano, who has been resisting the appointment of ministers to vacant cabinet positions. Earlier that day the opposition Democratic Party ended its four-month boycott of the People's Assembly.",
    "Defense Minister Pandeli Majko receives the backing of the various warring factions within the ruling Socialist Party to be the country's next prime minister. Nominated by outgoing premier Meta, Majko agrees to accommodate supporters of party leader Nano in a new cabinet. The previous deadlock led the International Monetary Fund (IMF) and the World Bank to freeze aid payments until the situation was resolved. On February 16 President Meidani accepts Majko's proposed cabinet, including Kastriot Islami as finance minister, Luan Rama as defense minister, and Stefan &#xC7;ipa as interior minister; Arta Dade is to remain as foreign minister. The cabinet is approved by Parliament on February 22.",
    "Parliament elects Alfred Moisiu as president (97&#x2013;19). He is sworn in July 24. On July 25 Prime Minister Majko resigns. On July 31 Parliament approves (81&#x2013;48) a new government with Socialist Party Chairman Fatos Nano as prime minister, Majko as defense minister, Ilir Meta as foreign minister, and Luan Rama as interior minister; Kastriot Islami remains finance minister. Nano's appointment marks the end of a power struggle between the party leader and his two younger challengers Meta and Majko, both of whom had served as prime minister since Nano resigned the post during a period of civil unrest in 1998. Media analysis suggests that Nano elbowed Meta and Majko aside in a grab for power after realizing that he was too controversial a figure to aspire to the presidency. The European Parliament had urged Albanian legislators to elect a president who would be acceptable to both the governing coalition and the opposition. Moreover, Meta and the outgoing president, Meidani, both openly opposed Nano's candidacy for the presidency. The election of Moisiu essentially sealed the Socialist legislators' compromise with the opposition led by the Democratic Party. Nano and Berisha say that the deal signals that the two rival party leaders have put years of fighting behind them. Moisiu, a 73-year-old retired general, served as president of the Albanian North Atlantic Treaty Association and is considered friendly by the opposition.",
    "The Organization for Security and Cooperation in Europe's chief of mission, Geert-Hinrich Ahrens, praises Albania in his end-of-mission address to the OSCE Permanent Council, reporting that the country is \"in the forefront of reform in the region\" and adding that recent achievements have \"brought Albania to the threshold of opening negotiations for a Stabilization and Association Agreement with the European Union.\" Finnish diplomat Osmo Lipponen succeeds Ahrens on September 1."
  ]
}