{
  "year": "2011",
  "albania": [
    "The Central Election Commission begins burning the ballots of the 2009 parliamentary elections, in a routine process leading to the 8 May local elections, making a second count (repeatedly requested by opposition) impossible. The Socialist Party has accused the CEC and the Berisha government to attempt hiding vote manipulation.<sup id=\"cite_ref-9\" class=\"reference\">[9]</sup>",
    "Economy and Trade Minister Ilir Meta resigns after being involved in a corruption scandal.<sup id=\"cite_ref-10\" class=\"reference\">[10]</sup>",
    "Clashes break out between police and protesters in an anti-government rally in front of the Government building in Tirana. Three people are shot dead.<sup id=\"cite_ref-11\" class=\"reference\">[11]</sup> The EU issues a statement to Albanian politicians, warning both sides to refrain from violence.<sup id=\"cite_ref-12\" class=\"reference\">[12]</sup>",
    "Local elections see the victory of the Socialist Party of Albania (PS) in the main cities outside Tirana, Lezha and Scutari;<sup id=\"cite_ref-13\" class=\"reference\">[13]</sup> The Organization for Security and Co-operation in Europe released a mixed evaluation of the electoral process, which was considered \"competitive and transparent, but took place in an environment of high polarization and mistrust\".<sup id=\"cite_ref-14\" class=\"reference\">[14]</sup> In Tirana, the match was between Edi Rama, incumbent mayor and PS leader, and Lulzim Basha, DP minister of the interior. After a long process of votes counting, Rama was first declared winner for a tight margin of 10 votes. Then, the DP-led Central Electoral Commission decided to add to the count some of the votes misplaced in the wrong boxes, a move on doubtful legal grounds that was contested by the opposition<sup id=\"cite_ref-15\" class=\"reference\">[15]</sup> as well as by the OSCE. Basha was finally declared winner for 83 votes.<sup id=\"cite_ref-16\" class=\"reference\">[16]</sup><sup id=\"cite_ref-17\" class=\"reference\">[17]</sup> The EU Commission president Jos&#xE9; Manuel Barroso consequently cancelled his visit to Tirana;<sup id=\"cite_ref-18\" class=\"reference\">[18]</sup> the Nobel-prize Ismail Kadar&#xE9; pledged him to withdraw his candidacy to avoid the \"collapse\" and \"isolation\" of Albania.<sup id=\"cite_ref-19\" class=\"reference\">[19]</sup>"
  ]
}