{
  "year": "1920",
  "usa": [
    "<i>Depression of 1920&#x2013;21</i>: A deflationary recession began in the United States.",
    "<i>Palmer Raids</i>: Authorities arrested some three thousand suspected communists and anarchists in raids across the country.",
    "The Eighteenth Amendment and Volstead Act came into force, forbidding the production, sale and transportation of alcoholic beverages. <i>See</i> Prohibition in the United States.<sup id=\"cite_ref-86\" class=\"reference\">[86]</sup>",
    "<i>Oahu Sugar Strike of 1920</i>: Filipino American sugar plantation workers in Hawaii went on strike for higher wages.",
    "The Supreme Court held in <i>Silverthorne Lumber Co. v. United States</i> that copies of illegally obtained evidence are also inadmissible as evidence.",
    "Secretary of the Treasury Carter Glass, a Democrat, was appointed to the Virginia Senate seat left vacant by the death of Thomas S. Martin.",
    "The Mineral Leasing Act of 1920, which allowed for the leasing of public lands for the extraction of natural resources, was passed by the Congress.",
    "<i>Ruby murders</i>: Two store owners in Ruby, Arizona were murdered by Mexicans, probably followers of the revolutionary general Pancho Villa.",
    "Democratic representative Edward W. Saunders resigned following his election to the Virginia Supreme Court.",
    "The United States Railroad Administration returned control of the railroads to its constituent companies under the terms of the Esch&#x2013;Cummins Act, which also officially encouraged consolidation of private railroads.",
    "The Supreme Court held in a decision in <i>Eisner v. Macomber</i> that a <i>pro rata</i> stock dividend that does not increase one's ownership in a company cannot be considered taxable income under the Constitution.",
    "<i>1920 North Dakota blizzard</i>: A blizzard began in North Dakota which would kill some thirty people.",
    "The Senate rejected the Treaty of Versailles.",
    "Republican representative William J. Browning of New Jersey's 1st congressional district died.",
    "<i>1920 Palm Sunday tornado outbreak</i>: An outbreak of tornadoes in the Midwest and South killed nearly four hundred people.",
    "The Death on the High Seas Act was signed into law, permitting damages to be collected by survivors in the event of the wrongful death in international waters of a member of the Merchant Marine.",
    "Congress passed the Phelan Act of 1920, authorizing the Federal Reserve Banks to offer discounts to member banks taking large loans.",
    "In a decision in <i>Missouri v. Holland</i>, the Supreme Court held that the Migratory Bird Treaty Act of 1918, which implemented the Migratory Bird Treaty forbidding the hunting of migratory birds in the United States and Canada, was constitutional under the Supremacy Clause.",
    "<i>April 1920 tornado outbreak</i>: An outbreak of tornadoes in the Southeast began which would claim over two hundred lives and injure over a thousand.",
    "<i>Anaconda Road massacre</i>: Anaconda Copper security fired on striking mine workers in Butte, Montana, killing one and injuring twenty.",
    "<i>Great Debate</i>: A debate was held in Washington, D.C. between the astronomers Harlow Shapley and Heber Curtis concerning the existence of other galaxies outside the Milky Way.",
    "<i>Battle of Matewan</i>: Ten people including the mayor were killed in Matewan, West Virginia following tensions between the Stone Mountain Coal Company and the United Mine Workers (UMW).",
    "<i>Secret Court of 1920</i>: Harvard dean Chester Noyes Greenough convened a special tribunal to investigate homosexual activity at the college.",
    "The Supreme Court held in a decision in <i>Hawke v. Smith</i> that a referendum in Ohio nullifying the Ohio General Assembly's ratification of the Eighteenth Amendment was unconstitutional and void.",
    "The National Defense Act of 1920, which established the Organized Reserve, now the Army Reserve, and elevated the National Guard and the Reserve alongside the Regular Army to comprise the Army of the United States, was passed by the Congress.",
    "Congress passed the Merchant Marine Act of 1920, prohibiting foreign vessels from transporting goods by sea between American ports.",
    "The Federal Power Act, which created the Federal Power Commission and transferred to it, from the states, the authority to issue licenses to construct dams, was passed by the Congress.",
    "Republican congressman Edmund Platt resigned his seat representing New York's 26th congressional district following his appointment to the Federal Reserve Board of Governors.",
    "<i>1920 Republican National Convention</i>: A national convention of the Republican Party convened in Chicago which would select dark horse compromise candidate Warren G. Harding, senator from Ohio, as its nominee for the presidency.",
    "<i>1920 Duluth lynchings</i>: Three black circus workers were lynched by a mob in Duluth, Minnesota following a false rape accusation.",
    "Fifteen hectares on Taboga Island were annexed to the Panama Canal Zone.",
    "<i>1920 Democratic National Convention</i>: A national convention of the Democratic Party convened in San Francisco which would select Ohio governor James M. Cox as its presidential nominee after forty-four ballots.",
    "Republican representative Dick Thompson Morgan died.",
    "<i>Denver streetcar strike of 1920</i>: The Denver local of the Amalgamated Association of Street and Electric Railway Employees of America, now the Amalgamated Transit Union, went on strike following a refusal of the Denver Tramway to raise their wages in compliance with an order of the National War Labor Board.",
    "<i>Denver streetcar strike of 1920</i>: Federal troops placed Denver under martial law, ending the violence and the strike.",
    "<i>1920 U.S. Open</i>: Ted Ray won the U.S. Open in Toledo, Ohio.",
    "The Nineteenth Amendment was ratified, granting women the right to vote.<sup id=\"cite_ref-87\" class=\"reference\">[87]</sup>",
    "<i>1920 PGA Championship</i>: Jock Hutchinson won the final of the golf tournament, held in Flossmoor, Illinois.",
    "<i>1920 U.S. National Championships</i>: A tennis tournament opened in Forest Hills, Queens.",
    "<i>1920 Alabama coal strike</i>: Some fifteen thousand UMW miners went on strike in Alabama.",
    "<i>Wall Street bombing</i>: A horse-drawn carriage bomb probably planted by followers of the anarchist Luigi Galleani in the financial district of New York City killed some forty people and injured over a hundred.<sup id=\"cite_ref-88\" class=\"reference\">[88]</sup>",
    "<i>1920 Louisiana hurricane</i>: A hurricane dissipated over eastern Kansas after causing one death and over a million dollars in damage in Louisiana.",
    "<i>1920 World Series</i>: The Cleveland Indians defeated the Brooklyn Dodgers in seven games.",
    "<i>United States elections, 1920</i>: Harding decisively defeated Cox for the presidency, with sixty percent of the vote. The Republican Party strengthened its majorities in the House and Senate.<sup id=\"cite_ref-89\" class=\"reference\">[89]</sup>",
    "Republican congressman Mahlon Morris Garland died.",
    "<i>1920 State of the Union Address</i>: Wilson addressed a joint session of the Congress.",
    "In a decision in <i>United States v. Wheeler</i> (1920), the Supreme Court held that the Constitution did not grant the federal government the power to punish a private citizen's violation of another's freedom of movement."
  ]
}