{
  "year": "1961",
  "usa": [
    "The United States broke diplomatic relations with Cuba.<sup id=\"cite_ref-326\" class=\"reference\">[326]</sup>",
    "President Eisenhower gave his farewell address which warned of the \"military&#x2013;industrial complex\".<sup id=\"cite_ref-327\" class=\"reference\">[327]</sup><sup id=\"cite_ref-328\" class=\"reference\">[328]</sup>",
    "The United States embargo against Cuba came into force.<sup id=\"cite_ref-329\" class=\"reference\">[329]</sup>",
    "President Kennedy signed Executive Order 10924, establishing the Peace Corps.<sup id=\"cite_ref-330\" class=\"reference\">[330]</sup>",
    "The Twenty-third Amendment to the United States Constitution, which granted electors to the District of Columbia, was ratified.<sup id=\"cite_ref-331\" class=\"reference\">[331]</sup>",
    "<i>Bay of Pigs Invasion</i>: The failed U.S. led invasion and attempted coup d'&#xE9;tat of Cuban Prime Minister Fidel Castro took place.<sup id=\"cite_ref-332\" class=\"reference\">[332]</sup><sup id=\"cite_ref-333\" class=\"reference\">[333]</sup>",
    "The <i>Freedom Rides</i> began in Washington D.C. after the failure to enforce the Supreme Court's ruling in <i>Boynton v. Virginia</i>.<sup id=\"cite_ref-334\" class=\"reference\">[334]</sup><sup id=\"cite_ref-335\" class=\"reference\">[335]</sup>",
    "Alan Shepard piloted the Freedom 7 capsule to become the first American in space.<sup id=\"cite_ref-336\" class=\"reference\">[336]</sup>",
    "President Kennedy proposed the Apollo program, with the goal of \"landing a man on the moon and returning him safely to the earth.\"<sup id=\"cite_ref-337\" class=\"reference\">[337]</sup>",
    "<i>Vietnam War</i>: President Kennedy deployed an additional 400 U.S. military advisors (900 total) to South Vietnam; totaling 3,200 American troops by 1963, and more than 11,000 by mid-1964.<sup id=\"cite_ref-338\" class=\"reference\">[338]</sup><sup id=\"cite_ref-339\" class=\"reference\">[339]</sup><sup id=\"cite_ref-VietnamTimeline_340-0\" class=\"reference\">[340]</sup>"
  ]
}