{
  "year": "1963",
  "usa": [
    "Betty Friedan's <i>The Feminine Mystique</i>, attributed to sparking Second-wave feminism, was published.<sup id=\"cite_ref-347\" class=\"reference\">[347]</sup>",
    "<i>Gideon v. Wainwright</i>: In a unanimous decision, the Supreme Court ruled that the right to counsel is protected under the Sixth Amendment.<sup id=\"cite_ref-348\" class=\"reference\">[348]</sup>",
    "<i>Birmingham campaign</i>: The nonviolent led protests against racial segregation in Birmingham, Alabama was launched by the SCLC.<sup id=\"cite_ref-349\" class=\"reference\">[349]</sup>",
    "<i>Letter from a Birmingham Jail</i>: Dr. King was arrested amid the Birmingham campaign, writing an open letter defending the strategy nonviolent protest.<sup id=\"cite_ref-350\" class=\"reference\">[350]</sup>",
    "The Equal Pay Act of 1963 was signed into law.<sup id=\"cite_ref-351\" class=\"reference\">[351]</sup>",
    "NAACP field secretary Medgar Evers was assassinated at his home in Mississippi by white supremacists, hours after President Kennedy gave his Civil Rights Address.<sup id=\"cite_ref-352\" class=\"reference\">[352]</sup>",
    "<i>March on Washington for Jobs and Freedom</i>: Dr. Martin Luther King Jr., among other notable civil rights leaders, spoke on the Lincoln Memorial, giving his historic \"I Have a Dream\" speech at the march that drew over 200,000 demonstrators.<sup id=\"cite_ref-353\" class=\"reference\">[353]</sup><sup id=\"cite_ref-354\" class=\"reference\">[354]</sup><sup id=\"cite_ref-355\" class=\"reference\">[355]</sup>",
    "The <i>16th Street Baptist Church bombing</i>, carried out by a KKK splinter group, killed four African-American girls in what was seen as a turning point for the Civil Rights Movement.<sup id=\"cite_ref-356\" class=\"reference\">[356]</sup>",
    "The Atomic Test Ban Treaty was signed.<sup id=\"cite_ref-357\" class=\"reference\">[357]</sup>",
    "President John F. Kennedy was assassinated by a sniper in Dallas, Texas while traveling in an open presidential motorcade with Texas Governor John Connally, who was injured in the incident.<sup id=\"cite_ref-358\" class=\"reference\">[358]</sup>",
    "Vice President Lyndon B. Johnson was sworn in as President, hours after the assassination of President John F. Kennedy.<sup id=\"cite_ref-359\" class=\"reference\">[359]</sup>",
    "Lee Harvey Oswald, the sniper who assassinated President Kennedy, was killed after being fatally shot by Dallas nightclub owner Jack Ruby.<sup id=\"cite_ref-360\" class=\"reference\">[360]</sup>",
    "The Warren Commission was established by President Johnson to investigate the assassination of President Kennedy.<sup id=\"cite_ref-361\" class=\"reference\">[361]</sup>",
    "The Clean Air Act was signed into law.<sup id=\"cite_ref-362\" class=\"reference\">[362]</sup>"
  ]
}