{
  "year": "1964",
  "usa": [
    "The Twenty-fourth Amendment to the United States Constitution, prohibiting both Congress and the states from conditioning the right to vote in federal elections on payment of a poll tax or other types of tax, was ratified.<sup id=\"cite_ref-363\" class=\"reference\">[363]</sup>",
    "<i>British Invasion</i>: The Beatles arrived in the United States.<sup id=\"cite_ref-364\" class=\"reference\">[364]</sup>",
    "The 1964, Alaska earthquake occurred at 5:36 PM AST and lasted four minutes and thirty-eight seconds to a magnitude 9.2 megathrust. It was the most powerful recorded in North American history, and the second most powerful recorded in world history.<sup id=\"cite_ref-usgs_365-0\" class=\"reference\">[365]</sup>",
    "President Johnson proposed the Great Society, a set of social reforms aimed at the elimination of poverty and racial injustice.<sup id=\"cite_ref-366\" class=\"reference\">[366]</sup><sup id=\"cite_ref-367\" class=\"reference\">[367]</sup>",
    "The <i>Freedom Summer</i> began, aimed to increase voter registration for African Americans.<sup id=\"cite_ref-368\" class=\"reference\">[368]</sup>",
    "The Civil Rights Act of 1964, outlawing both segregation and major forms of discrimination against blacks and women, was signed into law.<sup id=\"cite_ref-369\" class=\"reference\">[369]</sup>",
    "<i>Tonkin Gulf incident</i>, a false flag operation with 'deliberately skewed' intelligence to expand U.S. military involvement in Vietnam, occurred.<sup id=\"cite_ref-NSA2005_370-0\" class=\"reference\">[370]</sup><sup id=\"cite_ref-371\" class=\"reference\">[371]</sup><sup id=\"cite_ref-372\" class=\"reference\">[372]</sup>",
    "<i>Murders of Chaney, Goodman, and Schwerner</i>: The bodies of three missing civil rights activists, working to register voters as a part of Freedom Summer, were found near Philadelphia, Mississippi.<sup id=\"cite_ref-373\" class=\"reference\">[373]</sup>",
    "The Gulf of Tonkin Resolution, not a formal declaration of war in Vietnam, was signed by President Johnson<sup id=\"cite_ref-374\" class=\"reference\">[374]</sup>",
    "The Economic Opportunity Act was signed into law.<sup id=\"cite_ref-375\" class=\"reference\">[375]</sup>",
    "<i>United States presidential election, 1964</i>: President Lyndon B. Johnson defeated Arizona Senator Barry Goldwater.<sup id=\"cite_ref-376\" class=\"reference\">[376]</sup>",
    "Dr. King became the youngest person ever to be awarded the Nobel Peace Prize, for his 'nonviolent campaign against racism'.<sup id=\"cite_ref-377\" class=\"reference\">[377]</sup>"
  ]
}