{
  "year": "1969",
  "usa": [
    "<i>Operation Menu</i>: The United States began its covert bombings of North Vietnamese positions in Cambodia and Laos.<sup id=\"cite_ref-417\" class=\"reference\">[417]</sup>",
    "The <i>Stonewall riots</i> took place, beginning after police raided the Stonewall Inn in New York City, which would mark the start of the modern gay liberation movement in the United States.<sup id=\"cite_ref-418\" class=\"reference\">[418]</sup>",
    "<i>Chappaquiddick incident</i>: Senator Edward M. Kennedy drove off a bridge on his way home from a party on Chappaquiddick Island, killing his passenger, Mary Jo Kopechne.<sup id=\"cite_ref-419\" class=\"reference\">[419]</sup>",
    "<i>Apollo 11</i>: Americans astronauts Neil Armstrong, Buzz Aldrin and Michael Collins became the first men to land on the moon, with Armstrong becoming the first man to walk on the moon's surface.<sup id=\"cite_ref-420\" class=\"reference\">[420]</sup>",
    "The <i>Woodstock Festival</i> took place in White Lake, New York, proclaimed as \"three days of peace and music\", it became one of the defining events representing counterculture movement.<sup id=\"cite_ref-421\" class=\"reference\">[421]</sup>",
    "<i>Vietnamization</i>: President Nixon outlaid his administration's Vietnam policy in response to the Tet Offensive.<sup id=\"cite_ref-422\" class=\"reference\">[422]</sup>",
    "<i>Sesame Street</i> premiered on National Educational Television.<sup id=\"cite_ref-423\" class=\"reference\">[423]</sup>",
    "<i>Moratorium to End the War in Vietnam</i>: Over 500,000 peaceful demonstrators protested the Vietnam War in Washington D.C., being the largest anti-war protest in U.S. history.<sup id=\"cite_ref-424\" class=\"reference\">[424]</sup>",
    "President Nixon announces the withdrawal of 50,000 U.S. troops from Vietnam; reaching the peak level of U.S. troops in Vietnam at 541,000.<sup id=\"cite_ref-425\" class=\"reference\">[425]</sup><sup id=\"cite_ref-426\" class=\"reference\">[426]</sup>"
  ]
}