{
  "year": "1972",
  "usa": [
    "<i>1972 Nixon visit to China</i>: President Nixon became the first U.S. President to visit the People's Republic of China, marking the end of 25 years of isolation between the U.S. and China.<sup id=\"cite_ref-436\" class=\"reference\">[436]</sup><sup id=\"cite_ref-437\" class=\"reference\">[437]</sup>",
    "<i>SALT I Treaty</i>: The Anti-Ballistic Missile Treaty was signed between the Soviet Union and United States at the Moscow Summit.<sup id=\"cite_ref-438\" class=\"reference\">[438]</sup>",
    "<i>Black Hills flood</i>: Flooding in the Black Hills region of Western South Dakota killed 238 people.<sup id=\"cite_ref-439\" class=\"reference\">[439]</sup>",
    "<i>Watergate burglaries</i>: Five men were arrested for the burglary of the Democratic National Committee headquarters at the Watergate complex in Washington, D.C.<sup id=\"cite_ref-440\" class=\"reference\">[440]</sup>",
    "The <i>Education Amendments of 1972</i>, enacting Title IX and prohibiting gender based discrimination of educational institutions, was signed into law.<sup id=\"cite_ref-441\" class=\"reference\">[441]</sup>",
    "<i>Furman v. Georgia</i>: The Supreme Court ruled that application of the death penalty outside of cases of homicide violated protection against cruel and unusual punishment.<sup id=\"cite_ref-442\" class=\"reference\">[442]</sup>",
    "The Clean Water Act is enacted, was overridden by the Senate.<sup id=\"cite_ref-443\" class=\"reference\">[443]</sup>",
    "<i>U.S. presidential election, 1972</i>: President Nixon was reelected to a second term, defeating South Dakota Senator George McGovern.<sup id=\"cite_ref-444\" class=\"reference\">[444]</sup>",
    "<i>Apollo 17</i> became the final mission of the Apollo program and last human spaceflight to the moon.<sup id=\"cite_ref-445\" class=\"reference\">[445]</sup>",
    "<i>Operation Linebacker II</i>: The final major U.S. bombing campaign in North Vietnam began.<sup id=\"cite_ref-446\" class=\"reference\">[446]</sup>"
  ]
}