{
  "year": "1986",
  "usa": [
    "The first Martin Luther King, Jr. Day is observed.<sup id=\"cite_ref-523\" class=\"reference\">[523]</sup>",
    "<i>Space Shuttle Challenger disaster</i>: The Space Shuttle <i>Challenger</i> exploded due to a leak in the shuttle's solid rocket booster 73 seconds after departing from the Kennedy Space Center, killing all seven crew members aboard, including school teacher Christa McAuliffe.<sup id=\"cite_ref-524\" class=\"reference\">[524]</sup>",
    "<i>Operation El Dorado Canyon</i>: The U.S. began air strikes against Libya after the Berlin discotheque bombing.<sup id=\"cite_ref-525\" class=\"reference\">[525]</sup>",
    "The <i>Firearm Owners Protection Act</i> was signed into law.<sup id=\"cite_ref-526\" class=\"reference\">[526]</sup>",
    "<i>Hands Across America</i>: Over five million Americans formed a human chain across the contiguous United States, holding hands for 15 minutes to raise awareness of hunger and homelessness.<sup id=\"cite_ref-527\" class=\"reference\">[527]</sup>",
    "The <i>Goldwater&#x2013;Nichols Act</i> was signed into law.<sup id=\"cite_ref-528\" class=\"reference\">[528]</sup>",
    "The Fox Broadcasting Company was founded.<sup id=\"cite_ref-529\" class=\"reference\">[529]</sup>",
    "The <i>Compact of Free Association</i> was signed by the U.S., giving Independence to the Marshall Islands.<sup id=\"cite_ref-530\" class=\"reference\">[530]</sup>",
    "The Tax Reform Act of 1986 was signed into law.<sup id=\"cite_ref-531\" class=\"reference\">[531]</sup>",
    "<i>Iran&#x2013;Contra affair</i>: The Lebanese magazine <i>Ash-Shiraa</i> first revealed that the United States had secretly sold weapons to Iran in exchange for American hostages, amid a U.S. arms embargo.<sup id=\"cite_ref-BrownUniversityIranContra_532-0\" class=\"reference\">[532]</sup><sup id=\"cite_ref-533\" class=\"reference\">[533]</sup>",
    "The <i>Immigration Reform and Control Act</i> was signed into law.<sup id=\"cite_ref-534\" class=\"reference\">[534]</sup>",
    "After the resignation of National Security Advisor John Poindexter, Attorney General Edwin Meese revealed that the profits from the U.S. arms trade with Iran were illegally diverted to support contra groups in Nicaragua.<sup id=\"cite_ref-BrownUniversityIranContra_532-1\" class=\"reference\">[532]</sup><sup id=\"cite_ref-535\" class=\"reference\">[535]</sup>",
    "The Tower Commission is established by President Reagan to investigate the <i>Iran&#x2013;Contra affair</i>.<sup id=\"cite_ref-536\" class=\"reference\">[536]</sup>"
  ]
}