{
  "year": "2011",
  "usa": [
    "<i>2011 Tucson shooting</i>: A gunman targeting Democratic Representative Gabrielle Giffords critically injured Giffords and killed six others, including federal judge John Roll, in Tucson, Arizona.<sup id=\"cite_ref-55\" class=\"reference\">[55]</sup>",
    "<i>Operation Odyssey Dawn</i>: The United States began air and cruise missile attacks against Libya.<sup id=\"cite_ref-56\" class=\"reference\">[56]</sup>",
    "<i>2011 Super Outbreak</i>: The largest tornado outbreak ever in United States history occurs in the American Midwest and Southern United States killing 348 people and causing $11 billion in damage.",
    "<i>Death of Osama bin Laden</i>: Al-Qaeda head Osama bin Laden was killed by United States forces in Abbottabad, Pakistan.<sup id=\"cite_ref-57\" class=\"reference\">[57]</sup>",
    "<i>Joplin Tornado</i>: An EF-5 tornado tore through Joplin, Missouri, killing 161, and causing $2.8 Billion in damage, including the destruction of a large portion of the main retail strip, a hospital, the high school, a middle school, and several elementary schools.",
    "<i>United States debt-ceiling crisis</i>: The Budget Control Act of 2011 was signed into law, increasing the legal limit on federal government debt in order to prevent default and establishing the United States Congress Joint Select Committee on Deficit Reduction.<sup id=\"cite_ref-58\" class=\"reference\">[58]</sup>",
    "<i>United States federal government credit-rating downgrade, 2011</i>: The credit-rating arm of Standard & Poor's reduced the rating of United States federal government debt from AAA to AA+.<sup id=\"cite_ref-59\" class=\"reference\">[59]</sup>",
    "<i>August 2011 stock markets fall</i>: Major United States stock market indices dropped in value by some two and a half trillion dollars.<sup id=\"cite_ref-60\" class=\"reference\">[60]</sup>",
    "The populist Occupy Wall Street protest movement made camp in Zuccotti Park in New York City.<sup id=\"cite_ref-61\" class=\"reference\">[61]</sup>",
    "<i>Withdrawal of U.S. troops from Iraq</i>: The last United States troops withdrew from Iraq under the terms of the U.S.&#x2013;Iraq Status of Forces Agreement.<sup id=\"cite_ref-62\" class=\"reference\">[62]</sup>"
  ]
}