{
  "year": "2,000,000 &#x2013; 100,000 BCE",
  "india": [
    "",
    "A skull fragment found in Hathnora in the Narmada Valley in central India indicate that this part of Indian subcontinent might have been inhabited in the Middle Pleistocene era around 250,000 years ago. Anek R. Sankhyan describes it as \"debated and conveniently interpreted as \"evolved\" Homo erectus or \"archaic\".<sup id=\"cite_ref-Sankhyan_1-0\" class=\"reference\">[1]</sup> Tools crafted by proto-humans that have been dated back two million years have been discovered in the northwestern part of the subcontinent.<sup id=\"cite_ref-shef_2-0\" class=\"reference\">[2]</sup><sup id=\"cite_ref-murray_3-0\" class=\"reference\">[3]</sup> The earliest archaeological site in the subcontinent is the palaeolithic hominid site in the Soan River valley.<sup id=\"cite_ref-ppisv_4-0\" class=\"reference\">[4]</sup> Soanian sites are found in the Sivalik region across what are now India, Pakistan, and Nepal.<sup id=\"cite_ref-5\" class=\"reference\">[5]</sup><sup id=\"cite_ref-6\" class=\"reference\">[6]</sup><sup id=\"cite_ref-7\" class=\"reference\">[7]</sup> Some of the Bhimbetka shelters were inhabited by <i>Homo erectus</i> more than 100,000 years ago.<sup id=\"cite_ref-8\" class=\"reference\">[8]</sup><sup id=\"cite_ref-originsnet.org_9-0\" class=\"reference\">[9]</sup>\n<p>Madrasian Culture sites have been found in Attirampakkam (Attrambakkam=13&#xB0; 13' 50\", 79&#xB0; 53' 20\"), which is located near Chennai (formerly known as Madras), Tamil Nadu.<sup id=\"cite_ref-Sen1999_10-0\" class=\"reference\">[10]</sup> Thereafter, tools related to this culture have been found at various other locations in this region. Bifacial handaxes and cleavers are typical assemblages recovered of this culture.<sup id=\"cite_ref-Reddy2006_11-0\" class=\"reference\">[11]</sup> Flake tools, microliths and other chopping tools have also been found. Most of these tools were composed of the metamorphic rock quartzite.<sup id=\"cite_ref-Sen1999_10-1\" class=\"reference\">[10]</sup> The stone tool artifacts in this assemblage have been identified as a part of the second inter-pluvial period in India.<sup id=\"cite_ref-12\" class=\"reference\">[12]</sup></p>\n<p>Evidence for presence of Hominins with Acheulean technology 150,000&#x2013;100,000 BCE in Tamil Nadu.<sup id=\"cite_ref-13\" class=\"reference\">[13]</sup></p>\n<p>Technology similar to contemporary artifacts found used by Homo sapiens in Africa found in Jwalapuram around 74000 BCE.</p>\n<p>Paleolithic industries in South India Tamil Nadu 30,000 BCE<sup id=\"cite_ref-14\" class=\"reference\">[14]</sup></p>\n"
  ]
}